{
    "full_name": "Ashlesha Ahirwadi",
    "birth_year": 2002,
    "profile_creation_date": null,
    "experience": [
        {
            "title": "AI/ML Intern",
            "company": "LightRay",
            "start_date": {
                "raw": {},
                "formatted": "Present"
            },
            "end_date": {
                "raw": {},
                "formatted": "Present"
            },
            "description": "",
            "location": "Pune, Maharashtra, India"
        },
        {
            "title": "Research Intern",
            "company": "Symbiosis Centre for Medical Image Analysis (SCMIA)",
            "start_date": {
                "raw": {},
                "formatted": "Present"
            },
            "end_date": {
                "raw": {},
                "formatted": "Present"
            },
            "description": "• Developed an innovative Statistical Shape Model to analyze and segment MRI scans of the femur bone\ndemonstrating problem-solving skills and attention to detail to address complex medical imaging challenges.\n• Acquired foundational knowledge through a MOOC on Shape Modelling from the University of Basel showing adaptability and a commitment to continuous learning.\n• Built expertise in Scala and Image Processing and applied the Scalismo library for constructing the Statistical Shape Model.\n• Gained deep insights into the cross-functional approach of medical imaging and data science.",
            "location": "Pune, Maharashtra, India"
        },
        {
            "title": "Research Intern",
            "company": "Armament Research and Development Establishment, DRDO",
            "start_date": {
                "raw": {},
                "formatted": "Present"
            },
            "end_date": {
                "raw": {},
                "formatted": "Present"
            },
            "description": "Researched spam email filtering using Machine Learning algorithms, gaining hands-on experience with data preprocessing and model training.\n• Simulated various filtering algorithms using Orange, a data mining software, to improve the accuracy of spam detection to 99.4%, showcasing strong detail-oriented problem-solving skills.\n• Compiled a comprehensive project report detailing the methodology and results of the spam filtering process, enhancing technical writing abilities while communicating complex information.\n• Compiled reports ensuring clarity and compliance with technical documentation standards.",
            "location": "Pune, Maharashtra, India"
        }
    ],
    "profile_url": "https://www.linkedin.com/in/ashlesha-ahirwadi/"
}